{
    "semester": "VIIIth",
    "section_banners": [
        {
            "description": "Study Content",
            "banner_text_1": "",
            "banner_text": "VIIIth Semester Syllabus",
            "banner_text_2_span": "",
            "banner_text_span": "",
            "banner_text_1_span": "",
            "banner_text_2": "B-Pharmacy",
            "buttons": [],
            "cards": [],
            "has_text_content": true,
            "text_contents": [
                {
                    "header": "Social And Preventive Pharmacy",
                    "articles": [
                        {
                            "header": "Unit 1",
                            "contents": [
                                {
                                    "header": "Concept of health and disease:",
                                    "paragraph": "Definition, concepts and evaluation of public health. Understanding the concept of prevention and control of disease, social causes of diseases and social problems of the sick."
                                },
                                {
                                    "header": "Social and health education: ",
                                    "paragraph": "Food in relation to nutrition and health, Balanced diet, Nutritional deficiencies, Vitamin deficiencies, Malnutrition and its prevention."
                                },
                                {
                                    "header": "Sociology and health:",
                                    "paragraph": "Socio cultural factors related to health and disease, Impact of urbanization on health and disease, Poverty and health"
                                },
                                {
                                    "header": "Hygiene and health: ",
                                    "paragraph": "personal hygiene and health care; avoidable habits"
                                }
                            ]
                        },
                        {
                            "header": "Unit 2",
                            "contents": [
                                {
                                    "header": "Preventive medicine:",
                                    "paragraph": "General principles of prevention and control of diseases such as cholera, SARS, Ebola virus, influenza, acute respiratory infections, malaria, chicken guinea, dengue, lymphatic filariasis, pneumonia, hypertension, diabetes mellitus, cancer, drug addiction-drug substance abuse"
                                }
                            ]
                        },
                        {
                            "header": "Unit 3",
                            "contents": [
                                {
                                    "header": "National health programs, its objectives, functioning and outcome of the following:",
                                    "paragraph": "HIV AND AIDS control programme, TB, Integrated disease surveillance program (IDSP), National leprosy control programme, National mental health program, National programme for prevention and control of deafness, Universal immunization programme, National programme for control of blindness, Pulse polio programme"
                                }
                            ]
                        },
                        {
                            "header": "Unit 4",
                            "contents": [
                                {
                                    "header": "",
                                    "paragraph": "National health intervention programme for mother and child, National family welfare programme, National tobacco control programme, National Malaria Prevention Program, National programme for the health care for the elderly, Social health programme; role of WHO in Indian national program"
                                }
                            ]
                        },
                        {
                            "header": "Unit 5",
                            "contents": [
                                {
                                    "header": "",
                                    "paragraph": "Community services in rural, urban and school health: Functions of PHC, Improvement in rural sanitation, national urban health mission, Health promotion and education in school."
                                }
                            ]
                        }
                    ]
                },
                {
                    "header": "Biostatistics And Research Methodology",
                    "articles": [
                        {
                            "header": "Unit 1",
                            "contents": [
                                {
                                    "header": "Introduction:",
                                    "paragraph": "Statistics, Biostatistics, Frequency distribution"
                                },
                                {
                                    "header": "Measures of central tendency:",
                                    "paragraph": "Mean, Median, Mode- Pharmaceutical examples"
                                },
                                {
                                    "header": "Measures of dispersion:",
                                    "paragraph": "Dispersion, Range, standard deviation, Pharmaceutical problems"
                                },
                                {
                                    "header": "Correlation:",
                                    "paragraph": "Definition, Karl Pearson’s coefficient of correlation, Multiple correlation - Pharmaceuticals examples"
                                }
                            ]
                        },
                        {
                            "header": "Unit 2",
                            "contents": [
                                {
                                    "header": "Regression:",
                                    "paragraph": "Curve fitting by the method of least squares, fitting the lines y= a + bx and x = a + by, Multiple regression, standard error of regression - Pharmaceutical Examples"
                                },
                                {
                                    "header": "Probability:",
                                    "paragraph": "Definition of probability, Binomial distribution, Normal distribution,<br>Poisson’s distribution, properties - problems<br><br>Sample, Population, large sample, small sample, Null hypothesis, alternative hypothesis, sampling, essence of sampling, types of sampling, Error-I type, Error-II type, Standard error of mean (SEM) - Pharmaceutical examples<br><br>Parametric test: t-test(Sample, Pooled or Unpaired and Paired) , ANOVA, (One way and Two way), Least Significance difference"
                                }
                            ]
                        },
                        {
                            "header": "Unit 3",
                            "contents": [
                                {
                                    "header": "Non Parametric tests: ",
                                    "paragraph": "Wilcoxon Rank Sum Test, Mann-Whitney U test, Kruskal-Wallis test, Friedman Test"
                                },
                                {
                                    "header": "Introduction to Research:",
                                    "paragraph": " Need for research, Need for design of Experiments, Experiential Design Technique, plagiarism"
                                },
                                {
                                    "header": "Graphs:",
                                    "paragraph": "Histogram, Pie Chart, Cubic Graph, response surface plot, Counter Plot graph"
                                },
                                {
                                    "header": "Designing the methodology:",
                                    "paragraph": "Sample size determination and Power of a study, Report writing and presentation of data, Protocol, Cohorts studies, Observational studies, Experimental studies, Designing clinical trial, various phases."
                                }
                            ]
                        },
                        {
                            "header": "Unit 4",
                            "contents": [
                                {
                                    "header": "",
                                    "paragraph": "Blocking and confounding system for Two-level factorials"
                                },
                                {
                                    "header": "Regression modeling:",
                                    "paragraph": "Hypothesis testing in Simple and Multiple regressionmodels"
                                },
                                {
                                    "header": "Introduction to Practical components of Industrial and Clinical Trials Problems:",
                                    "paragraph": "Statistical Analysis Using Excel, SPSS, MINITAB®, DESIGN OF EXPERIMENTS, R - Online Statistical Software’s to Industrial and Clinical trial approach"
                                }
                            ]
                        },
                        {
                            "header": "Unit 5",
                            "contents": [
                                {
                                    "header": "Design and Analysis of experiments:",
                                    "paragraph": ""
                                },
                                {
                                    "header": "Factorial Design: ",
                                    "paragraph": "Definition, 2², 2³ design. Advantage of factorial design"
                                },
                                {
                                    "header": "Response Surface methodology:",
                                    "paragraph": "Central composite design, Historical design, Optimization Techniques"
                                }
                            ]
                        }
                    ]
                }
            ],
            "cards": [],
            "description_2": ""
        }
    ]
}
